[
    {
        "name" : "Kasol to Kheerganga Trek",
        "cost" : 1399,
        "rating" : 4,
        "duration" : "2days",
        "overview" : "The Parvati Valley is one of the most picturesque places in the Himalayan region of Himachal Pradesh. Two days is all you need to explore its magnificent landscape and get refreshed from within. The Kasol to Kheerganga trek is an invigorating journey, which not only unveils the stunning terrain of the Himalayas, but also gives you a chance to learn about the interesting culture of the people living here. You will visit plenty of villages, and there will be infinite opportunities for you to click pictures with the snow-capped peaks in the background. We begin this Kheerganga trek from Barshaini, which is around 45 minute away from Kasol, by road. From here, you will be taken to the hamlet of Barshaini to begin the on-foot journey. The 12-km trail from here provides you with ample opportunities to explore the natural bounties of the region. On the way, you will find numerous charming waterfalls that will convince you with their allure to take a picture. One sight of the astonishing serpent-shaped waterfall of Rudra Nag will give you a new perspective on nature. These splendid waterfalls are among the highlights of the Kheerganga trek. All your tiredness of the hike will be washed away with a sight of the mystical hot springs of Kheerganga. You can step in it to tackle the cool weather. The one-of-a-kind experience of relaxing in a hot spring while admiring vistas of snow-capped peaks will remain with you forever as memories. The vistas from an altitude of about 13000 feet will also leave you spellbound. You get to spend the night here amidst the mighty snow-laden mountains. The second-day journey back to Kasol gives you another chance to admire what you might have missed on the first day while trekking from Kasol to Kheerganga. The trek is graded easy; therefore, almost anybody can undertake it with a little bit of preparation.",
        "emiForm" : 94,
        "img": "https://i.ibb.co/DMxJwxr/Kasol-to-Kheerganga-Trek.webp "
    },

    {
        "name" : " Stok Kangri Expedition",
        "cost" : 1200 ,
        "rating" :4,
        "duration" : " 4 days",
        "overview" : "All expert trekkers should for sure go on Stok Kangri trek to experience the ultimate thrill. Eight days of challenging and exciting trek through the Ladakh Mountains will push you to the limit. Stok Kangri, at about 20128 feet above sea level, is the highest peak in its namesake range of the Ladakh Himalayas. Before you start the excursion, you get a whole day just to roam around in Leh, a scenic and culture-rich town. You then travel to the old village of Stok, where you will reach after a drive through winding mountain roads lined with birch trees. The elevation gain will begin right from the moment you start the expedition from the village. You will first travel to Chang Ma, where you will find your tents set-up on slopes at an altitude of around 13087 feet.The next day you continue the Stok Kangri expedition and make for Mankorma. This is among the most picturesque of journeys as along it, the mountains will keep changing colour depending on the amount and angle of sunlight. Mankorma with its flat terrains provides a pretty contrast to the slopes of Chang Ma. At night, the Orion arm of the Milky Way galaxy with millions of twinkling stars is clearly visible from here. Wake up in the morning and get ready for a tough part of your excursion. The diminishing oxygen levels, rising cold and increasing altitude will make you utilise all your mountaineering skills.This section of Stok Kangri trekking will take you to the base camp of the mountain. You will get to look at some wonderful scenery, which will take away all your stress and the feeling of the hike being difficult. Along the way, you will come across many small glacial lakes, which shine white because of the bright sunlight. A lush green meadow by a narrow brook makes for a perfect spot to set up camps. To reach the top, you will first ascend to a glacier, and then begin the real ascent. You will have to walk on all fours along the southern face of the mountain because of the narrow rocky path, and the approximately 75 degree gradient of the slope. After an hour, the climb will become easier, and at the top, you will get views of the Zanskar and Karakoram Mountains. After you reach Stok, you will drive back to Leh, where you get a whole day to rest. ",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/7JDRxZd/Stok-Kangri-Expedition.jpg "
    },
    {
        "name" : "Har Ki Doon Trek",
        "cost" : 10999 ,
        "rating" : 4 ,
        "duration" : "7 days ",
        "overview" : " Considered to be one of the oldest treks in India, Har Ki Doon Trek offers one of the most beautiful landscapes in the country. A part of the Garhwal Himalayas, this place is a must visit for nature enthusiasts and adventure seekers. It lies closer to the border between Uttarakhand and Himachal Pradesh. This trek is considered an easy to moderate trek so even beginners can plan a trip there. Sankri serves as the base for this trek and you get to see places such as Taluka, Oslo and Kalkatidhar etc. on the trail leading to the Har Ki Doon top.The Har Ki Doon valley, also known as valley of Gods, is situated in the western part of the Garhwal region in the state of Uttarakhand. The trek is operational almost throughout the year except for the monsoon season. During the winters, the entire valley is covered with a tonne of snow which makes the trek more challenging and adventurous. One of the best times to do the Har Ki Doon trek is after the monsoons i.e. September to November. The trail takes you through alpine meadows, pine forests and presents plenty of picturesque landscapes to be captured.The Har ki Doon trek gives an opportunity to adventure enthusiasts to witness and admire the beauty of the Himalayan region, which since centuries has been a popular retreat for travellers from across the globe",
        "emiForm" : 94,
        "img" : " https://i.ibb.co/Npn9pyD/Har-Ki-Doon-Trek.jpg"
    },
    {
        "name" : "Winter Kuari Pass Trek ",
        "cost" :10499 ,
        "rating" : 5 ,
        "duration" : "6 days ",
        "overview" : "Winter Kuari Pass trek is among the most scenic excursions that you will ever take through the Himalayan Mountains. The mountain pass is located in the Garhwal region of the state of Uttarakhand. It lies to the south of the Tibetan Plateau and is within the enchanting Nanda Devi National Park. Well-known as the Lord Curzon trail, the Kuari pass trek’s spectacular views make it one of the finest treks in the Indian Himalayas. Winter season is the ideal time to undertake the excursion as the snow makes the region look amazing. The trail offers a chance to discover the inner Himalayan region in a very shortWinter Kuari Pass trek is among the most scenic excursions that you will ever take through the Himalayan Mountains. The mountain pass is located in the Garhwal region of the state of Uttarakhand. It lies to the south of the Tibetan Plateau and is within the enchanting Nanda Devi National Park. Well-known as the Lord Curzon trail, the Kuari pass trek’s spectacular views make it one of the finest treks in the Indian Himalayas. Winter season is the ideal time to undertake the excursion as the snow makes the region look amazing. The trail offers a chance to discover the inner Himalayan region in a very short duration. For adventure & mountain lovers, this trek is undoubtedly filled with a rare experience altogether. You will get to meander through the never-ending meadows with mountains surrounding you as you bask in the glory that is the Himalayas. Encircled with gorgeous forests, and a chance to view mesmerizing sunsets and sunrises, Kuari Pass trek will surely pull your heartstrings. Get bowled over by the way of life of the locals, and mingle with the shepherds to know more about their mountainous life. The high point of the trip would be the views of Nanda Devi (7816 m) along with other gigantic elevations like Dronagiri (7066 m), Kamet (7757 m), Chaukhamba (7128 m) and Trishul (7120 m) peaks.duration.For adventure & mountain lovers, this trek is undoubtedly filled with a rare experience altogether. You will get to meander through the never-ending meadows with mountains surrounding you as you bask in the glory that is the Himalayas. Encircled with gorgeous forests, and a chance to view mesmerizing sunsets and sunrises, Kuari Pass trek will surely pull your heartstrings. Get bowled over by the way of life of the locals, and mingle with the shepherds to know more about their mountainous life. The high point of the trip would be the views of Nanda Devi (7816 m) along with other gigantic elevations like Dronagiri (7066 m), Kamet (7757 m), Chaukhamba (7128 m) and Trishul (7120 m) peaks. ",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/k8pb072/Winter-Kuari-Pass-Trek.jpg "
    },
    {
        "name" : "Sundarbans ",
        "cost" : 15000 ,
        "rating" :  5,
        "duration" : " 10 days",
        "overview" : " If you don't have the time or money for a multiday tour from Khulna, you can self-organise a cheap and cheerful day trip from the small river port of Mongla. There's nothing to pre-book – just turn up in Mongla, ask around, and you'll be on a boat the following day. Overnight trips are not permitted from here. Instead, you'll float downstream as far as the Karamjal Forest Station or, if you leave early enough, to the Harbaria Wildlife Sanctuary. With raised walkways, viewing platforms and a small ‘zoo’ the Karamjal Forest Station is hardly the back of beyond, but if you think of it as a fun boat trip rather than an off-the-beaten-track safari you won't leave disappointed.How to: To get to Mongla from Dhaka, either go by overnight train or bus to Khulna, from where there are frequent buses (90 minutes), or take the more adventurous route by paddlewheel ferry (known affectionately as The Rocket) to Hularhat (16 hours), then take a bus (two to three hours) via Bagerhat and Khatakhali. Private boat-tour operators will find you as soon as you arrive in Mongla. For trustworthy advice, seek out the manager at the government-run Parjatan Hotel (also called Hotel Pashur), which is beside the Mongla bus stand. Typical prices are Tk1000 (US$12) for a half-day return trip to Karamjal, and Tk4500 (US$55) for a full-day return trip to Harbaria.",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/vLbft4r/Sundarbans.jpg "
    },
    {
        "name" : " Mainamati",
        "cost" : 10000 ,
        "rating" : 4,
        "duration" : "6 days ",
        "overview" : " Moinamoti (Bengali: ময়নামতি Môynamoti) is an isolated low, dimpled range of hills, dotted with more than 50 ancient Buddhist settlements dating between the 8th and 12th century CE. It was part of the ancient Tripura division of Bengal. It extends through the centre of the district of Comilla in Bangladesh. Moinamoti is located almost 8 miles from the city of Comilla. It is the home of one of the most important Buddhist archaeological sites in the region. Comilla Cantonment is located nearby and houses a beautiful colonial era cemetery.[1] Mainamati is named for the Chandra queen of the same name, mother of Govindachandra. Mainamati is 114  kilometers from Dhaka city through National Highway 1 and is nearly 162 kilometers from Chittagong. Also, there is a Buddhist temple beside it.",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/9njnpKq/Mainamati.jpg "
    },
    {
        "name" : " Everest Base Camp Trek",
        "cost" : 37000 ,
        "rating" :  4,
        "duration" : "7 days ",
        "overview" : "Everest Base Camp Trek is a trek like no other. This is one trek that offers you breath-taking and unparalleled views of the highest mountain peak in the world – Mount Everest, along with the other eight-thousanders. You start your trek from Lukla in Nepal and trek all the way to Kala Patthar above South Base Camp at 18192 feet.This trek would give you an adrenaline rush and a sense of accomplishment like no other trek. This trek combines tough terrains, extremely high altitudes, and stunning landscapes, with the icing on the cake being mighty Everest. Everest Base Camp Trek is literally the mother of all Himalayan Treks as it is higher in altitude than most other Himalayan Treks and requires a certain level of physical fitness and mental preparedness.Read about some tips on our blog that will help you plan for your EBC trek. It will prepare you for the adventure that lies ahead! We start and end in Kathmandu and over a period of 12 days, make our way through many scenic valleys, villages, passes, and glaciers. Some days will be extremely challenging and the others relatively easy. One thing that you can be certain about is that each day would be more memorable than the last in the Everest base camp trek. ",
        "emiForm" : 94,
        "img" : " https://i.ibb.co/cXNjwKj/Everest-Base-Camp-Trek.jpg"
    },
    {
        "name" : " Niagara Falls",
        "cost" : 50000 ,
        "rating" : 5 ,
        "duration" : " 3days",
        "overview" : "Niagara Falls /naɪˈæɡrə, naɪˈæɡərə/ is a group of three waterfalls at the southern end of Niagara Gorge, spanning the border between the province of Ontario in Canada and the state of New York in the United States. The largest of the three is Horseshoe Falls, also known as Canadian Falls, which straddles the international border of the two countries.[1] The smaller American Falls and Bridal Veil Falls lie within the United States. Bridal Veil Falls is separated from Horseshoe Falls by Goat Island and from American Falls by Luna Island, with both islands situated in New York.Part of the Niagara River, which drains Lake Erie into Lake Ontario, the combined falls have the highest flow rate of any waterfall in North America that has a vertical drop of more than 50 m (160 ft). During peak daytime tourist hours, more than 168,000 m3 (six million cubic feet) of water goes over the crest of the falls every minute.[2] Horseshoe Falls is the most powerful waterfall in North America, as measured by flow rate.[3] Niagara Falls is famed for its beauty and is a valuable source of hydroelectric power. Balancing recreational, commercial, and industrial uses has been a challenge for the stewards of the falls since the 19th century. Niagara Falls is located 27 km (17 mi) north-northwest of Buffalo, New York, and 121 km (75 mi) south-southeast of Toronto, between the twin cities of Niagara Falls, Ontario, and Niagara Falls, New York. Niagara Falls was formed when glaciers receded at the end of the Wisconsin glaciation (the last ice age), and water from the newly formed Great Lakes carved a path over and through the Niagara Escarpment en route to the Atlantic Ocean. ",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/TcGXn5D/Niagara-Falls.jpg "
    },
    {
        "name" : "Hot Air Ballooning at Jaipur ",
        "cost" : 11000 ,
        "rating" : 3 ,
        "duration" : " 3 hours",
        "overview" : " The beautiful city of Jaipur – the capital of the state of Rajasthan – is a popular tourist destination and receives hordes of travellers from across the globe, each year. Popularly known as the Pink City, it is home to some of the most magnificent palaces and forts from the bygone era, besides several man-made lakes and temples. In recent time, adventure activities on offer here have also gained popularity among visitors. One such amazing activity is hot air ballooning at Jaipur that promises a truly mesmerising experience during which you will witness some breathtaking sights of the landscape of this spectacular region. The excitement of flying over palaces, forts and lakes during the balloon safari in Jaipur is quite special. Behold these fantastic sights and capture them in your camera to cherish later. These rides are arranged early in the morning and late afternoon as during this period the winds are quite favourable for this activity. So, sit down and plan a hot air balloon ride in Jaipur with family and friends for an exciting experience. However, you need to be fit enough to stand close to an hour, while you are on-board.",
        "emiForm" : 94,
        "img" : " https://i.ibb.co/VpqnShq/Hot-Air-Ballooning-at-Jaipur.jpg"
    },
    {
        "name" : " Goecha La trek, Sikkim",
        "cost" : 10000 ,
        "rating" :3  ,
        "duration" : "5 days ",
        "overview" : "Trekking is for those who never get tired of being in the mountains and like exploring unhindered nature to the fullest. What better place to go trekking than the Himalayas, the highest mountain range in the world? Sikkim, in northeast India, hides within itself lands of heavenly beauty and divine experiences. Since the state opened itself to tourism, trekking became a preferred activity to explore its scenic beauty. Travellers coming here on a vacation trip should definitely think about going on the Goecha La trek to admire this hidden jewel of India.If the choice is affirmative, then the beginning of this journey will be from the beautiful town of Yuksom. On the way, you will pass through heavily cultivated and expansive farms and on your way to Sachen, your first stop; you will cross three suspension bridges, built across small streams. Further during Goecha La trekking, you will cross an old wooden suspension bridge, which will be a thrilling experience as the bridge will turn and sway as you walk. The next stages of your Goecha La trek will take you through enchanting mountainous meadows of Bakhim and Phedang.En-route, you will get numerous chances to witness the dawn over the Kanchenjunga Range. Before you ascend the Dzongri peak, you will get one day off to rest and acclimatise, which you may utilise to explore the area more. Thereafter, you will resume your Goecha La trek Sikkim and move towards the Goecha La mountain pass. In these few phases, you will camp at the marvellous meadows of Thansing and Lamuney, where the clouds will be on your face. From Lamuney, begins the most significant portion of Goecha La trekking as it will take you to its highest point. Following the ascent, you will return to Yuksom and come to the end of your wonderful expedition. After this excursion, you will develop a new love and appreciation for nature. Be sure to click photographs of the views that you see and especially of the yellow hue on the white, snowy peaks.",
        "emiForm" : 94,
        "img" : "https://i.ibb.co/179PHTQ/Goecha-La-trek-Sikkim.jpg"
    }
]
   

